[
  {
    "author": "Jamie Jackson",
    "title": "Man Utd 2 - 1 Chealsea",
    "description": "McTominay spares Fernandes's blushes as Manchester United beat Chelsea",
    "url": "https://www.theguardian.com/football/2023/dec/06/manchester-united-chelsea-premier-league-match-report",
    "urlToImage": "https://i.guim.co.uk/img/media/a40a1a3a24ceb385a70ce372948328b6fb241b85/0_79_3276_1966/master/3276.jpg?width=620&dpr=2&s=none",
    "publishedAt": "2023-12-05T15:40:00Z",
    "content": "After defeat at Newcastle on Saturday and, to a lesser extent, the ban of four media organisations from the pre-game press conference on Tuesday, Manchester United and Erik ten Hag required a win. In elite sport this is the only way to control the message, no matter the PR strategy, and the mission was accomplished thanks to Scott McTominay, who scored his second Premier League double of the season. If so the inquest into Ten Hag and his team would have had a next chapter. But instead this skirmish of two fallen heavyweights ended with United moving into sixth on 27 points - only three behind Manchester City - and Chelsea, for all their investment, languishing in 10th. Ten Hag said: “We are going in the right direction and won't get distracted by criticism. We are pleased with the result and the performance. We deserved this. We wanted to send this message to the crowd but this is also our style. In the first 30 minutes we did it perfectly on the pitch.” Of McTominay, the manager said: “He did great, scored two and could have had more.” Six minutes in United were awarded a penalty for an Enzo Fernández stamp on Antony's foot, Chris Kavanagh pointing to the spot after the VAR instructed the referee to consult the pitchside monitor. Here was a definite boon for Ten Hag's men but Bruno Fernandes stepped up and saw his penalty saved by Robert Sánchez, Alejandro Garnacho blasting the follow-up over. It was not what a struggling United needed and, very soon, they nearly conceded. Sofyan Amrabat passed straight to Nicolas Jackson, who played in Mykhailo Mudryk. As the angle narrowed, the Ukrainian hit André Onana's right post. Under the floodlights there was a pleasing tempo about the contest. And next United were particularly chuffed. Amrabat snaffled a loose Chelsea ball, tapped to Fernandes, he relayed to Garnacho, and when the ball went in and Harry Maguire's effort was blocked it came to McTominay who, steadying himself, beat Sánchez to the latter's left from close range. United were performing as Ten Hag would wish, pinning the visitors back and reducing their time on the ball. When Raheem Sterling fed Palmer and kept running along an inside-right channel, the return was overhit. Silkier was a Garnacho pirouette that dizzied the dark-blue backline and allowed the winger to thread the ball in where Rasmus Højlund lurked. From United's XI that lost on Saturday at Newcastle out had gone Kobbie Mainoo, Anthony Martial, Aaron Wan-Bissaka and Marcus Rashford, which meant starts for Victor Lindelöf, Amrabat, Højlund and Antony. Ten Hag had his selection correct as United were as convincing as they have been this term. A Sánchez hoof straight out, as those in red cornered Chelsea's rearguard, was as emblematic of their supremacy as the keeper's scramble to repel a McTominay header - and follow-up - moments later. Suddenly, though, Sterling ran clear, teed up Jackson and this, surely, was the equaliser. But the maligned Onana's reflexes were superb. United should then have been punished when Mudryk had all of the goal to aim at and missed. This pointed to United having to get more savvy or Chelsea would take advantage and they did. It was easy: Palmer collected, moved across the D, a passive Lindelöf watched, and the former Manchester City player rolled his shot into Onana's far left-hand corner, the keeper perhaps wrong-footed. For the second half Ten Hag removed Lindelöf for Sergio Reguilón and Mauricio Pochettino introduced Reece James for Marc Cucurella and it was the Argentinian manager's switch that came close to the instant dividend. At a corner James rose and flicked towards Jackson, who should have scored but his point-blank header was skied. Luke Shaw had moved into Lindelöf's central defensive berth to partner Maguire and Reguilón went to left-back. The Spaniard flew along his flank and saw a cross hit the first defender. The contest was poised. Both sides probed. Next, Palmer hit James whose zipping delivery had Shaw throwing a leg at the ball and United escaped. As did James when a Shaw piledriver hit a hand low down in Chelsea's area: it may not have been a penalty but, these days, who knows? McTominay's winner was a classic midfield schemer's strike as he drifted into the area, Garnacho spied him, curved the ball in, and the Scot thudded a header past Sánchez. Old Trafford exploded in a cocktail of joy and relief and moments later the hat-trick was on but he scooped wide. United closed this win out to leave Pochettino in honest form. “They deserved to win,” the Chelsea manager said.",
    "category": "sports"
  },
  {
    "author": "Laurene Gambino",
    "title": "Republican Primary Debate",
    "description": "Republican presidential candidates clash with personal attacks in debate",
    "url": "https://www.theguardian.com/us-news/2023/dec/06/republican-presidential-debate-alabama",
    "urlToImage": "https://i.guim.co.uk/img/media/9b5bb2f94b6c705e1d4c392bd3e9a33857b96ca9/0_197_7753_4652/master/7753.jpg?width=645&dpr=2&s=none",
    "publishedAt": "2023-12-06T15:40:00Z",
    "content": "The fourth Republican presidential debate opened and closed with deeply personal clashes as the four candidates onstage pressed their case to be the viable alternative to Donald Trump, the far-and-away frontrunner who again declined to participate. Smoldering rivalries burst into the open early into Wednesday night's debate, with Ron DeSantis, the governor of Florida, turning on Nikki Haley, a former governor of South Carolina and former United Nations ambassador, as she catches him in the increasingly combative scrap for second place. The entrepreneur Vivek Ramaswamy jumped into the fray, tag teaming with DeSantis to attack Haley, accusing her of being captured by corporate interests and “more fascist” than Joe Biden. “I love all the attention, fellas, thank you for that,” said Haley, whose candidacy has gained momentum in recent weeks. Of the criticism of her corporate donors, she said: “They're just jealous.” Chris Christie, a former governor of New Jersey, drew hoots and hollers when he attacked Ramaswamy as an “obnoxious blowhard in America”. He also rode to Haley's defense, telling Ramaswamy that she was a “smart, accomplished woman and you should stop insulting her”. Ramaswamy shot back that Christie should “get the hell off the stage”. Christie, who was not given a chance to speak until 17 minutes into the two-hour debate, accused his onstage rivals of treating Trump like the Harry Potter villain Voldemort, “he-who-must-not-be-named”. “We've had these three acting as if the race is between the four of us,” Christie said, pointing to the polls that show Trump dominating the field. “I'm in this race because the truth needs to be spoken: he is unfit.” Trump, who Christie derided as a a “dictator” and a “bully” who “doesn't have the guts to show up” to the debate, spent the evening at a fundraiser in Florida. Antagonism defined much of the debate, moderated by Elizabeth Vargas of NewsNation alongside the conservative moderators Megyn Kelly, a former Fox News anchor, and Eliana Johnson, editor-in-chief of the Washington Free Beacon. Ramaswamy stood apart, lashing out repeatedly at the other candidates while rattling off rightwing conspiracy theories about the January 6 insurrection at the Capitol and dubiously claiming the 2020 election was stolen by “Big Tech”. Ramaswamy holds particular disdain for Haley, a fellow Indian American. At one point he held up his legal pad to show that he had written “Nikki = corrupt”. Boos erupted as he accused Haley of playing “identity” politics. Asked if she wanted to respond to his broadside, Haley said: “No, it's not worth my time.” The audience cheered. When not attacking each other, the candidates sparred over who was more hostile to China, immigration and trans rights, which has become a flashpoint on the right. Christie defended his decision to sign legislation as the governor of New Jersey that required the state to develop guidelines regarding transgender students, saying he was standing up for parental rights. “As a parent, you do not have the right to abuse your kids,” DeSantis shot back, noting that in Florida he signed into law legislation banning gender-affirming medical care for transgender youth. A segment on foreign policy focused on the Israel-Hamas war, the threat from Iran and antisemitism on college campuses. Haley and DeSantis used the moment to showcase their staunch support for Israel and to bash universities as liberal enclaves captured by “woke” ideology. Asked whether he would send US troops to rescue American hostages held by Hamas, Christie replied: “Damn right, I would.” In the second hour, the moderators, pressed the candidates on Trump's vision for a second term, including his plans to revive a policy banning entry by people from certain Muslim-majority nations. Haley said she opposed a “straight Muslim ban” and that the policy should target countries that are a threat to the US. DeSantis, who has trod carefully around Trump, was asked if thought the 77-year-old former president was too old to be elected for a second term. “Father time is undefeated,” DeSantis said. Under sustained agitating from Christie, who pushed DeSantis to say directly whether he thought Trump was mentally fit to serve, the 45-year-old governor said Trump was not “as bad as Biden”, who is 81, but that the presidency was “not a job for someone that is pushing number 80”. Trump, who faces 91 federal charges in four cases, several of which are related to his attempts to overturn the results of the 2020 election he lost, has sought to portray himself as the inevitable nominee. A series of recent polls showed him leading Biden in several swing states even as he continues to articulate an increasingly anti-democratic vision for a second term. The three previous debates have so far failed to pull Republican voters away from Trump, who maintains a dominant lead in national and early-state polls with six weeks to go until the Iowa caucuses launch the 2024 GOP nomination calendar. A national Monmouth University poll released on Wednesday before the debate found Trump 40 percentage points ahead of DeSantis, his next closest rival. It also found Haley gaining the most ground since July, climbing nine points from 3% as she attracts more interest from voters and donors. The vast majority of Republican voters said Trump would be their strongest candidate against Joe Biden, including four in 10 Republicans who currently support another candidate. Further complicating their path to the nomination, supporters of Trump's Republican rivals are divided on whether the remaining candidates should stay in the race or coalesce around a single alternative. DeSantis, whose campaign has stalled since he entered the race this summer, has staked his campaign's success on a strong showing in Iowa, which holds its caucuses on 15 January. DeSantis earned the high-profile endorsement of Iowa's Republican governor, Kim Reynolds, and is touting his visits to all of the state's 99 counties. Yet an NBC News/Des Moines Register/Mediacom poll released at the end of October showed DeSantis tied for second with Haley in Iowa and lagging far behind Trump. Meanwhile, Karoline Leavitt, a spokeswoman for Trump's Super Pac, Make America Great Again Inc, called the four Republicans' quest to be come the party's nominee “the biggest waste of time, money and energy that politics has ever seen”. “It's beyond time for Republicans to do what's best for the country - unify around President Trump so we can maximize our use of time, money and energy against Joe Biden and the Democrats,” Leavitt said",
    "category": "politic"
  },
  {
    "author": "Alli Resenbloom",
    "title": "Taylor Swift Relationship",
    "description": "No, Taylor Swift and Travis Kelce were not 'psychotic' enough to publicly 'hard launch' a first date",
    "url": "https://edition.cnn.com/2023/12/06/entertainment/taylor-swift-travis-kelce-first-date/index.html",
    "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/231206153449-taylor-swift-travis-kelce-file-101523-restricted.jpg?c=16x9&q=h_653,w_1160,c_fill/f_webp",
    "publishedAt": "2023-12-06T15:36:25Z",
    "content": "Taylor Swift is clearing a few things up related to the much-debated timeline of her relationship with Kansas City Chiefs tight end Travis Kelce. In an interview with Time Magazine published Wednesday - wherein Swift was named the outlet's 2023 “Person of the Year” - she said her relationship with Kelce actually started earlier this summer when he “very adorably put me on blast on his podcast, which I thought was metal as hell.” She was referring to a July episode of Kelce's podcast “New Heights with Jason and Travis Kelce,” which he co-hosts with his brother, where he revealed that he attempted to give Swift his phone number by way of a friendship bracelet during one of her concerts. According to the “Anti-Hero” singer this week, they quietly “started hanging out” right after that.“By the time I went to that first game, we were a couple,” she told Time in this week's interview, referring to the Chiefs game where she was first seen in person in September. “I think some people think that they saw our first date at that game?” she pondered, going on to assert that they “would never be psychotic enough to hard launch a first date.” Since that September game, Swift has attended a total of five of Kelce's football games, and they made cameos on “Saturday Night Live” in October. Kelce also flew down to Argentina last month to catch his second “Eras Tour” concert. Acknowledging the public nature of the relationship in Wednesday's interview, Swift says they're not trying to hide anything at this point. “I'm going to see him do what he loves, we're showing up for each other, other people are there and we don't care,” she said. “We're just proud of each other.”",
    "category": "entertainment"
  },
  {
    "author": "Jeremy Laird",
    "title": "Nvidia sells half a million AI chips in just three months netting $10 billion-plus",
    "description": "We've created a monster, people.",
    "url": "https://www.pcgamer.com/nvidia-sells-half-a-million-ai-chips-in-just-three-months-netting-dollar10-billion-plus/",
    "urlToImage": "https://cdn.mos.cms.futurecdn.net/c3RwNWN8XeDGfgrBXGaR4f-1200-80.jpg",
    "publishedAt": "2023-11-28T15:34:44Z",
    "content": "It's all too easy to forget that Nvidia's AI-accelerating uber-GPUs started off as little more than an experimental offshoot from graphics chips for gaming PCs. So, if we do end up as slaves to artificial overlords, we really will only have ourselves to blame. With that in mind, the latest news is that Nvidia has sold 500,000 of its H100 AI chips in the most recent completed quarter of 2023 according to research outfit Omdia. Most estimates of unit prices of the H100 range between $20,000 to $40,000 a pop, putting Nvidia's revenues for those sales at between $10 billion and $20 billion As it happens, Nvidia says its data center revenue for the period clocked in at $14.5 billion, right in the middle of that range. So, it all adds up. Among the more interesting snippets from the Omdia data (via Tom's Hardware) is the identity of Nvidia's biggest customers for its pricey AI chips. We all knew that Microsoft was big on AI, so 150,000 H100s in that direction isn't a huge surprise, even if the cost of just under $5 billion at the purported average unit price is still an absolute hill of money. But what about Facebook's parent company Meta taking the same number? What are they doing with them all...? That's three times as many, allegedly, as both Google and Amazon, both of which are said to have bought 50,000 H100s in the most recent quarter. As if these numbers weren't big enough, Omdia reckons Nvidia's revenues for these big data GPUs will actually be double in 2027 what it is today. They won't all be used for large language models and similar AI applications, but a lot of them will. It's interesting that Omdia is so bullish about Nvidia's prospects in this market despite the fact that many of Nvidia's biggest customers in this market are actually planning on building their own AI chips. Indeed, Google and Amazon already do, which is probably why they don't buy as many Nvidia chips as Microsoft and Meta. Strong competition is also expected to come from AMD's MI300 GPU and its successors, too, and there are newer startups including Tenstorrent, led by one of the most highly regarded chip architects on the planet, Jim Keller, trying to get in on the action. One thing is for sure, however, all of these numbers do rather make the gaming graphics market look puny. We've created a monster, folks, and there's no going back.",
    "category": "technology"
  },
  {
    "author": "Ben Morse",
    "title": "Basketball Player Uses Shoe to Block Shot in Unprecedented Move",
    "description": "College basketball player blocks shot with unorthodox method - using his shoe",
    "url": "https://edition.cnn.com/2023/12/07/sport/college-basketball-rasheed-bello-blocks-shot-with-shoe-spt-intl/index.html",
    "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/231207100814-01-southern-indiana-purdue-basketball-1206.jpg?c=16x9&q=h_653,w_1160,c_fill/f_webp",
    "publishedAt": "2023-12-07T10:30:00Z",
    "content": "You might think you've seen everything in sports. Well, that was until you saw the feat - or feet, if you will - that Rasheed Bello was able to achieve on Wednesday. Midway through the game between the Purdue Fort Wayne Mastodons and the University of Southern Indiana Screaming Eagles, Bello lost his right shoe in the middle of a play. Instead of stopping to put it back on and hampering his team's efforts on defense, the guard picked up his fallen sneaker and remained in the play. And when Southern Indiana's Jack Campion rose up to attempt a shot from just inside the three-point line in front of Bello, the junior proceeded to use his stricken shoe - still held in his right hand - in the most unconventional way: to block Campion's shot. Extraordinarily, Bello's size 12 shoe stopped the effort from going anywhere near the basket and allowed his fellow guard, Quinton Morton-Robertson, to recover possession for the Mastodons. According to off-duty referee and University of Southern Indiana announcer Zane Clodfelter, using a shoe to block a shot is within the laws of the game, as long as it isn't thrown. The shoe-block kick-started a late-game surge from the Mastodons who took a 70-57 victory to move to 9-1 on the season, with Bello himself contributing 12 points and five rebounds, as well as the unusual block. Bello is known for his tough defense, having led the Great Lakes Intercollegiate Athletic Conference in steals last season during his time with the University of Wisconsin-Parkside Rangers. Though he might not be encouraged to continue utilizing the 'shoe block' technique, in times of need, Bello knows he can turn to his unorthodox form of defense to help his team.",
    "category": "sports"
  },
  {
    "author": "Donald Judd",
    "title": "Second Gentleman Doug Emhoff Condemns Rising Anti-Jewish Hate",
    "description": "Second gentleman rips 'lack of moral clarity' among university leaders amid rising tide of antisemitism",
    "url": "https://edition.cnn.com/2023/12/07/politics/second-gentleman-national-menorah-lighting/index.html",
    "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/231207141028-emhoff-national-menorah-lighting-120723.jpg?c=16x9&q=h_653,w_1160,c_fill/f_webp",
    "publishedAt": "2023-12-07T11:15:00Z",
    "content": "During the National Menorah lighting ceremony, Second Gentleman Doug Emhoff issued a stark warning regarding the increasing anti-Jewish hate in the two months since Hamas' attack on Israel. Emhoff highlighted instances of leaders and individuals failing to condemn calls for the genocide of Jews and emphasized the unacceptable lack of moral clarity. He pointed out cases of people being afraid to attend classes, go to markets, and visit synagogues due to the rising incidents of attacks. Emhoff unequivocally condemned antisemitism and called for clear condemnation without context when Jews are targeted or Israel is singled out due to anti-Jewish hatred.\n\nThe White House joined in condemning calls for genocide, responding to recent scrutiny of university presidents for not explicitly addressing such calls. Both Penn and Harvard clarified that statements calling for genocide would violate their respective codes of conduct. The administration also addressed reports of sexual assault committed by Hamas during its October 7 attack, with Vice President Kamala Harris condemning the claims as reprehensible. Emhoff, the first Jewish spouse of a president or vice president, has been actively countering antisemitism, and he acknowledged the difficulty of his role. Despite the challenges, he expressed hope and resilience during the Hanukkah celebration, emphasizing the support provided by the Biden-Harris administration to Israel following the Hamas attack.",
    "category": "politic"
  },
  {
    "author": "Alex Johnson",
    "title": "Adelle albums reason",
    "description": "Adele reveals the 'real reason' why she's only released four albums",
    "url": "https://edition.cnn.com/2023/12/07/entertainment/adele-four-albums/index.html",
    "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/231207171951-adele-thr-120723-restricted.jpg?c=16x9&q=h_653,w_1160,c_fill/f_webp",
    "publishedAt": "2023-12-07T12:00:00Z",
    "content": "While accepting the Sherry Lansing Leadership Award at the Women in Entertainment event, Adele shared the 'real reason' why she has released only four albums in her 17-year career. Feeling 'a little bit out of my depth' receiving the award, Adele expressed that it feels like she only just arrived. She addressed the speculation around her extended breaks between albums, stating that it's not about being calculated, elusive, or following the 'less is more' concept. The actual reason, according to Adele, dates back to her decision after falling pregnant during the success of her 2011 album '21.' She rejected the idea of constant relevance, considering it a form of 'career suicide,' and proudly declared that she 'got away with it.' Adele credited the sacrifices of women before her for enabling her to be both a boss at work and at home.",
    "category": "entertainment"
  },
  {
    "author": "Dan Milmo",
    "title": "Artificial intelligence (AI)",
    "description": "AI firms 'should include members of public on boards to protect society'",
    "url": "https://www.theguardian.com/technology/2023/dec/06/ai-firms-should-include-members-of-public-on-boards-to-protect-society",
    "urlToImage": "https://i.guim.co.uk/img/media/a4fc80e643187b6b66f98b0e0f64193afdc28f1e/30_207_3945_2369/master/3945.jpg?width=645&dpr=2&s=none",
    "publishedAt": "2023-12-06T13:45:00Z",
    "content": "Companies developing powerful artificial intelligence systems must have independent board members representing the 'interests of society', according to an expert regarded as one of the modern godfathers of the technology. Yoshua Bengio, a co-winner of the 2018 Turing Award - referred to as the 'Nobel prize of computing' - said AI firms must have oversight from members of the public, as advances in the technology accelerate rapidly. Speaking in the wake of the boardroom upheaval at the ChatGPT developer OpenAI, including the exit and return of its chief executive, Sam Altman, Bengio said a 'democratic process' was needed to monitor developments in the field. 'How do we make sure that these advances are happening in a way that doesn't endanger the public? How do we make sure that they're not abused for increasing one's power?' the AI pioneer told the Guardian. 'To me, the answer is obvious in principle. We need democratic governance. We need an inclusive set of people on the board of these organisations, who can have visibility on what is going on and can act in a way different from the regulators. We need regulators but we also need people inside who are independent of the company and represent the interests of society.' Bengio, a full professor at the University of Montreal and the founder and scientific director of Mila, the Quebec Artificial Intelligence Institute, said he was concerned that despite recent turmoil at OpenAI there would not be a slowdown in AI development across the tech industry.",
    "category": "technology"
  },
  {
    "author": "Joe Rindl",
    "title": "Tottenham's Struggles Continue as West Ham Comes from Behind for 2-1 Victory",
    "description": "Tottenham 1-2 West Ham: Latest Spurs defeat 'unacceptable', says Son Heung-min",
    "url": "https://www.bbc.com/sport/football/67656204",
    "urlToImage": "https://ichef.bbci.co.uk/onesport/cps/976/cpsprodpb/4C63/production/_131955591_gettyimages-1831283149.jpg",
    "publishedAt": "2023-12-07T14:30:00Z",
    "content": "Ange Postecoglou's Tottenham faced a disappointing 2-1 defeat at home to West Ham on Thursday night, marking their fifth consecutive match without a win. Despite taking an early lead, Spurs couldn't maintain their advantage, dropping to fifth in the Premier League. Son expressed his frustration, labeling the loss as 'unacceptable,' emphasizing the players' responsibility, particularly for missed chances. Tottenham's struggles include relinquishing 16 points from winning positions this season. Postecoglou acknowledged the team's failure to convert dominance into meaningful outcomes and highlighted the need for improvement in both attacking and defensive aspects. The once-promising start to the season for Tottenham has now turned into concerns about their top-four finish as they face challenges in the Premier League.",
    "category": "sports"
  },
  {
    "author": "Gloria Pazmino",
    "title": "New York Democrats",
    "description": "New York Democrats nominate former congressman for special election to succeed George Santos",
    "url": "https://edition.cnn.com/2023/12/07/politics/tom-suozzi-democrats-santos-special-election/index.html",
    "urlToImage": "https://media.cnn.com/api/v1/images/stellar/prod/gettyimages-1243257901.jpg?c=16x9&q=h_653,w_1160,c_fill/f_webp",
    "publishedAt": "2023-12-07T15:15:00Z",
    "content": "New York Democrats have nominated former Rep. Tom Suozzi for the special election to succeed expelled Republican Rep. George Santos. Suozzi, a three-term representative of a previous version of New York's 3rd Congressional District, was selected by county party leaders in the district. The special election, scheduled for February 13, gains added significance with Republicans holding a razor-thin majority in the House. Santos was recently expelled from Congress over charges of fraud and campaign finance violations. Suozzi, known for his moderate Democratic stance, previously led Nassau County and served as the mayor of Glen Cove. His official campaign announcement is expected soon. The race is anticipated to be a key indicator for the November 2024 general election, reflecting shifting political dynamics in the region.",
    "category": "politic"
  },
  {
    "author": "Susan Han",
    "title": "2023 MBC Gayo Daejejeon' has confirmed its MC trio!",
    "description": "YoonA, Hwang Min Hyun, & SHINee's Minho to host the '2023 MBC Gayo Daejejeon'",
    "url": "https://www.allkpop.com/article/2023/12/yoona-hwang-min-hyun-shinees-minho-to-host-the-2023-mbc-gayo-daejejeon",
    "urlToImage": "https://www.allkpop.com/upload/2023/12/content/071948/1701996495-20231207-mbc.jpg",
    "publishedAt": "2023-12-07T16:00:00Z",
    "content": "The '2023 MBC Gayo Daejejeon' has confirmed its MC trio. Girls' Generation's YoonA will return as the host for the year-end festival for the 9th consecutive year. Joining her will be Hwang Min Hyun and SHINee's Minho. Notably, this year marks the inclusion of an artist representing HYBE Labels in the host lineup, following the successful reconciliation between MBC and HYBE after 4 years. The '2023 MBC Gayo Daejejeon' is scheduled to be held on December 31. Fans are eager to tune in for the festivities and performances at the year-end celebration.",
    "category": "entertainment"
  },
  {
    "author": "E. Cha",
    "title": "Kim Yoo Jung and Song Kang in 'My Demon'",
    "description": "Tension Escalates Between Kim Yoo Jung and Song Kang in 'My Demon'",
    "url": "https://www.soompi.com/article/1630634wpp/kim-yoo-jung-gets-flustered-at-sight-of-song-kangs-abs-in-my-demon",
    "urlToImage": "https://6.soompi.io/wp-content/uploads/image/20231208014201_Song-Kang-Kim-Yoo-Jung-1.jpg?s=900x600&e=t",
    "publishedAt": "2023-12-08T17:45:00Z",
    "content": "The tension between Kim Yoo Jung and Song Kang is heating up in the fantasy rom-com 'My Demon.' The drama revolves around the contractual marriage between Do Do Hee, a demon-like chaebol heiress (Kim Yoo Jung), and Jung Gu Won, an actual demon who loses his powers unexpectedly (Song Kang). In the previous episode, a romantic 'tango action' scene hinted at Gu Won developing genuine feelings for Do Do Hee. Newly released stills reveal Do Do Hee's surprise at the sight of a freshly showered Gu Won in his office late at night. However, the romantic tension quickly turns into a frosty chill as they exchange cold stares. The upcoming episode will explore the risky emotions between Do Do Hee and Gu Won, with Gu Won's confusion adding a fluttering element for viewers.",
    "category": "entertainment"
  },
  {
    "author": "Ryan Miller",
    "title": "LA Lakers forward calls lack on action on gun control in USA 'ridiculous'",
    "description": "LeBron James: LA Lakers star calls for change to United States' 'ridiculous' gun laws",
    "url": "https://www.bbc.com/sport/basketball/67648316",
    "urlToImage": "https://a57.foxsports.com/statics.foxsports.com/www.foxsports.com/content/uploads/2023/12/1000/562/lbj2.jpg?ve=1&tl=1",
    "publishedAt": "2023-12-05T18:30:00Z",
    "content": "Los Angeles Lakers forward LeBron James expressed his frustration with the lack of action on gun control in the United States following the fatal shooting at the University of Nevada in Las Vegas. Three people were killed, and another is in critical condition. James called the situation 'ridiculous' and emphasized the need for change in gun control policies. He extended condolences to the victims' families and friends before the NBA's In-Season tournament semi-final against the New Orleans Pelicans. The NBA is reportedly planning a moment of silence to honor the victims.",
    "category": "sports"
  },
  {
    "author": "S. Kim",
    "title": "BLACKPINK",
    "description": "All 4 BLACKPINK Members Renew Contracts For Group Activities With YG Entertainment",
    "url": "https://www.soompi.com/article/1630265wpp/all-4-blackpink-members-renew-contracts-for-group-activities-with-yg-entertainment",
    "urlToImage": "https://6.soompi.io/wp-content/uploads/image/20231206010630_blackpink-03.jpeg?s=900x600&e=t",
    "publishedAt": "2023-12-07T19:15:00Z",
    "content": "All four BLACKPINK members will be continuing their group activities with YG Entertainment. YG Entertainment announced the renewal of exclusive contracts on December 6, stating, 'After careful discussions with BLACKPINK, we signed exclusive contracts for group activities based on deep trust.' Yang Hyun Suk, YG Entertainment's executive producer, expressed happiness about the continued relationship with BLACKPINK and emphasized their commitment to shining in the global music market. With YG's support, BLACKPINK plans to release new music and embark on a large-scale world tour, expressing gratitude and love to their fans around the world.",
    "category": "entertainment"
  }
]
